Repository: Cluas/moshpit
Catalog: Moshpit/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

source: Available everywhere when nothing is selected. When bound, it appears only in the toolbar of the selected hosts, saving slots in the 12-slot budget.
de: Ohne Auswahl überall verfügbar. Gebunden erscheint der Kurzbefehl nur in der Symbolleiste der gewählten Hosts und spart Plätze im 12er-Budget.
es: Sin selección, está disponible en todas partes. Vinculado, solo aparece en la barra de los hosts elegidos y ahorra huecos de los 12 disponibles.
fr: Sans sélection, disponible partout. Associé, il n’apparaît que dans la barre des hôtes choisis et économise des emplacements sur les 12 disponibles.
ja: 未選択ならどこでも使えます。バインドすると選択ホストのツールバーにのみ表示され、12 スロットの枠を節約できます。
ko: 아무것도 선택하지 않으면 어디서나 표시됩니다. 호스트에 연결하면 선택한 호스트의 도구 막대에만 나타나 12칸 중 자리를 아낄 수 있습니다.
pt_br: Sem seleção, fica disponível em todo lugar. Vinculado, aparece só na barra dos hosts escolhidos e economiza vagas das 12 disponíveis.
zh_hans: 不选主机就到处都能用。绑定后只在选中主机的快捷键栏出现，给别的快捷键省出位置（一共 12 个）。
zh_hant: 沒選主機就到處都能用。綁定後只在選取主機的快速鍵列出現，替其他快速鍵省出位置（一共 12 個）。

source: BEHAVIOR
de: VERHALTEN
es: COMPORTAMIENTO
fr: COMPORTEMENT
ja: 動作
ko: 동작
pt_br: COMPORTAMENTO
zh_hans: 行为
zh_hant: 行為

source: BIND TO HOSTS
de: AN HOSTS BINDEN
es: VINCULAR A HOSTS
fr: ASSOCIER À DES HÔTES
ja: ホストにバインド
ko: 호스트에 연결
pt_br: VINCULAR A HOSTS
zh_hans: 绑定主机
zh_hant: 綁定主機

source: BRIGHT COLORS
de: HELLE FARBEN
es: COLORES BRILLANTES
fr: COULEURS VIVES
ja: 明るいカラー
ko: 밝은 색상
pt_br: CORES CLARAS
zh_hans: 高亮颜色
zh_hant: 高亮顏色

source: BUILT-IN
de: INTEGRIERT
es: INTEGRADOS
fr: INTÉGRÉS
ja: 内蔵
ko: 내장
pt_br: INTEGRADOS
zh_hans: 内置
zh_hant: 內建

source: Back
de: Zurück
es: Atrás
fr: Retour
ja: 戻る
ko: 뒤로
pt_br: Voltar
zh_hans: 返回
zh_hant: 返回

source: Back to Home
de: Zurück zum Start
es: Volver al inicio
fr: Retour à l’accueil
ja: ホームに戻る
ko: 홈으로
pt_br: Voltar ao início
zh_hans: 回到主页
zh_hant: 回到首頁

source: Backs up your config
de: Sichert deine Konfiguration
es: Hace copia de tu configuración
fr: Sauvegarde votre configuration
ja: 設定をバックアップします
ko: 설정을 백업합니다
pt_br: Faz backup da sua configuração
zh_hans: 会备份你的配置
zh_hant: 會備份你的設定

source: Bar
de: Strich
es: Barra
fr: Barre
ja: バー
ko: 세로선
pt_br: Barra
zh_hans: 竖线
zh_hant: 直線

source: Blink
de: Blinken
es: Parpadeo
fr: Clignotement
ja: 点滅
ko: 깜박임
pt_br: Piscar
zh_hans: 闪烁
zh_hant: 閃爍

source: Both engines run entirely on this device — your voice is never uploaded. Whisper additionally needs its model downloaded once over the network before it can be used.
de: Beide Engines laufen vollständig auf diesem Gerät, deine Stimme wird nie hochgeladen. Whisper muss sein Modell vor der ersten Nutzung einmal über das Netzwerk laden.
es: Los dos motores funcionan solo en este dispositivo: tu voz nunca se sube a ningún sitio. Whisper necesita además descargar su modelo una vez por la red antes de poder usarse.
fr: Les deux moteurs fonctionnent entièrement sur cet appareil : votre voix n’est jamais envoyée. Whisper doit en plus télécharger son modèle une fois via le réseau avant de pouvoir servir.
ja: どちらのエンジンも完全にこの端末で動作し、音声がアップロードされることはありません。Whisper は利用前に一度だけモデルをネットワーク経由でダウンロードする必要があります。
ko: 두 엔진 모두 이 기기에서만 동작하며 음성은 업로드되지 않습니다. Whisper는 사용 전에 모델을 한 번 네트워크로 받아야 합니다.
pt_br: Os dois mecanismos rodam só neste aparelho: sua voz nunca é enviada. O Whisper ainda precisa baixar o modelo uma vez pela rede antes de poder ser usado.
zh_hans: 两种引擎都只在本机运行，语音不会上传。Whisper 要先联网下载一次模型。
zh_hant: 兩種引擎都只在這部裝置上執行，語音不會上傳。Whisper 要先連網下載一次模型。

source: Bright slots are derived from the eight above by default. Override them only if you want exact control — many tools paint dim text with bright black, so keeping it distinct from black matters.
de: Die hellen Farben werden standardmäßig aus den acht oben abgeleitet. Lege sie nur selbst fest, wenn du genaue Kontrolle willst. Viele Tools zeichnen gedimmten Text in Hellschwarz, deshalb sollte es sich klar von Schwarz unterscheiden.
es: Los colores brillantes se derivan por omisión de los ocho de arriba. Defínelos solo si quieres un control exacto. Muchas herramientas pintan el texto atenuado con negro brillante, así que conviene que se distinga del negro.
fr: Les couleurs vives sont dérivées par défaut des huit ci-dessus. Ne les définissez que pour un contrôle exact. Beaucoup d’outils affichent le texte atténué en noir vif : il doit donc rester distinct du noir.
ja: 明るいカラーは既定で上記 8 色から算出されます。厳密に制御したい場合のみ上書きしてください——多くのツールは淡色テキストを明るい黒で描くため、黒と区別できることが重要です。
ko: 밝은 색상은 기본적으로 위 여덟 색에서 계산됩니다. 정확히 제어하고 싶을 때만 직접 지정하세요. 많은 도구가 흐린 글자를 밝은 검정으로 그리므로, 검정과 구분되게 두는 것이 중요합니다.
pt_br: As cores claras são derivadas das oito acima por padrão. Defina-as só se quiser controle exato. Muitas ferramentas pintam texto apagado com preto claro, então é importante que ele fique distinto do preto.
zh_hans: 高亮档位默认由上面八色推导。只有你想精确控制时才需要自定义——很多工具用「亮黑」画灰字，所以它和纯黑必须能区分开。
zh_hant: 高亮色預設由上面八色推導。只有你想精確控制時才需要自訂。很多工具用「亮黑」畫灰字，所以它和純黑要分得開。

source: Built for coding agents — agent status needs no hooks
de: Für Coding-Agents gebaut, Agent-Status braucht keine Hooks
es: Hecho para agentes de programación: el estado del agente no necesita hooks
fr: Conçu pour les agents de codage : l’état de l’agent ne nécessite aucun hook
ja: コーディングエージェント向け——エージェントの状態にフックは不要
ko: 코딩 에이전트용으로 만들어져 훅 없이도 상태를 알 수 있음
pt_br: Feito para agentes de programação: o status do agente não precisa de hooks
zh_hans: 为编程智能体设计，状态不需要 hooks 就能拿到
zh_hant: 為 coding agent 打造，狀態不需要 hooks 就拿得到

source: COLOR
de: FARBE
fr: COULEUR
ja: カラー
ko: 색상
pt_br: COR
zh_hans: 颜色
zh_hant: 顏色

source: CONNECT
de: VERBINDEN
es: CONECTAR
fr: SE CONNECTER
ja: 接続
ko: 연결
pt_br: CONECTAR
zh_hans: 连接
zh_hant: 連線

source: CONNECTION
de: VERBINDUNG
es: CONEXIÓN
fr: CONNEXION
ja: 接続
ko: 연결
pt_br: CONEXÃO
zh_hans: 连接
zh_hant: 連線

source: CUSTOM
de: EIGENE
es: PERSONALIZADOS
fr: PERSONNALISÉS
ja: カスタム
ko: 사용자 설정
pt_br: PERSONALIZADOS
zh_hans: 自定义
zh_hant: 自訂

source: Can't end with “.lock”
de: Darf nicht mit „.lock“ enden
es: No puede terminar en «.lock»
fr: Ne peut pas finir par « .lock »
ja: 「.lock」で終わることはできません
ko: “.lock”으로 끝날 수 없습니다
pt_br: Não pode terminar com “.lock”
zh_hans: 不能以 “.lock” 结尾
zh_hant: 不能以「.lock」結尾

source: Can't re-check over this transport — reconnect to apply.
de: Über diesen Transport ist keine erneute Prüfung möglich. Verbinde dich neu, damit es wirkt.
es: No se puede volver a comprobar por este transporte. Reconecta para aplicarlo.
fr: Impossible de revérifier via ce transport. Reconnectez-vous pour appliquer.
ja: このトランスポートでは再チェックできません — 再接続して適用してください。
ko: 이 전송 방식으로는 다시 확인할 수 없습니다. 다시 연결하면 적용됩니다.
pt_br: Não dá para verificar de novo por este transporte. Reconecte para aplicar.
zh_hans: 当前传输方式下没法重新检测。重新连接后生效。
zh_hant: 目前的傳輸方式沒辦法重新偵測。重新連線後生效。

source: Can't start with “-” or “/”, or end with “/”
de: Darf nicht mit „-“ oder „/“ beginnen und nicht mit „/“ enden
es: No puede empezar por «-» ni «/», ni terminar en «/»
fr: Ne peut pas commencer par « - » ou « / », ni finir par « / »
ja: 「-」「/」で始めたり、「/」で終わることはできません
ko: “-”나 “/”로 시작하거나 “/”로 끝날 수 없습니다
pt_br: Não pode começar com “-” ou “/”, nem terminar com “/”
zh_hans: 不能以 “-” 或 “/” 开头，也不能以 “/” 结尾
zh_hant: 不能以「-」或「/」開頭，也不能以「/」結尾

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt_br: Cancelar
zh_hans: 取消
zh_hant: 取消

source: Checking available languages…
de: Verfügbare Sprachen werden geprüft …
es: Comprobando los idiomas disponibles…
fr: Vérification des langues disponibles…
ja: 利用できる言語を確認中…
ko: 사용할 수 있는 언어 확인 중…
pt_br: Verificando os idiomas disponíveis…
zh_hans: 正在检查可用语言…
zh_hant: 正在檢查可用的語言…

source: Chip Label
de: Beschriftung
es: Etiqueta
fr: Étiquette
ja: チップラベル
ko: 칩 레이블
pt_br: Rótulo
zh_hans: 标签
zh_hant: 標籤

source: Chip Label is capped at 6 characters; Description appears in the edit list to keep shortcuts recognizable.
de: Die Beschriftung ist auf 6 Zeichen begrenzt. Die Beschreibung erscheint nur in der Bearbeitungsliste, damit du den Kurzbefehl wiedererkennst.
es: La etiqueta tiene un máximo de 6 caracteres; la descripción aparece en la lista de edición para que reconozcas el atajo.
fr: L’étiquette est limitée à 6 caractères ; la description apparaît dans la liste d’édition pour que le raccourci reste reconnaissable.
ja: チップラベルは最大 6 文字。説明は編集リストに表示され、見分けやすくなります。
ko: 칩 레이블은 6자까지입니다. 설명은 편집 목록에만 표시되어 단축키를 알아보기 쉽게 해 줍니다.
pt_br: O rótulo tem no máximo 6 caracteres; a descrição aparece na lista de edição para você reconhecer o atalho.
zh_hans: 标签最多 6 个字符。描述只在编辑列表里显示，方便你认出它。
zh_hant: 標籤最多 6 個字元。說明只在編輯列表裡顯示，方便你認出它。

source: Choose
de: Auswählen
es: Elegir
fr: Choisir
ja: 選択
ko: 선택
pt_br: Escolher
zh_hans: 选择
zh_hant: 選擇

source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
pt_br: Fechar
zh_hans: 关闭
zh_hant: 關閉

source: Codex won't run a newly added hook until you trust it. Run /hooks inside Codex on this host and trust the four Moshpit entries — until you do, nothing will be sent.
de: Codex führt einen neu hinzugefügten Hook erst aus, wenn du ihm vertraust. Führe auf diesem Host in Codex /hooks aus und vertraue den vier Moshpit-Einträgen. Bis dahin wird nichts gesendet.
es: Codex no ejecuta un hook recién añadido hasta que confías en él. Ejecuta /hooks dentro de Codex en este host y confía en las cuatro entradas de Moshpit. Hasta entonces, no se enviará nada.
fr: Codex n’exécute pas un hook nouvellement ajouté tant que vous ne lui faites pas confiance. Lancez /hooks dans Codex sur cet hôte et approuvez les quatre entrées Moshpit. Jusque-là, rien ne sera envoyé.
ja: Codex は信頼されるまで新しく追加されたフックを実行しません。このホストの Codex で /hooks を実行し、Moshpit の 4 つのエントリを信頼してください。それまでは何も送信されません。
ko: Codex는 새로 추가된 훅을 사용자가 신뢰하기 전까지 실행하지 않습니다. 이 호스트의 Codex에서 /hooks를 실행하고 Moshpit 항목 네 개를 신뢰하세요. 그때까지는 아무것도 전송되지 않습니다.
pt_br: O Codex não executa um hook recém-adicionado até você confiar nele. Rode /hooks dentro do Codex neste host e confie nas quatro entradas do Moshpit. Até então, nada será enviado.
zh_hans: Codex 不会执行没经过你确认的新 hook。在这台主机上的 Codex 里运行 /hooks，把 Moshpit 的四条设为信任。确认之前不会有任何通知发出。
zh_hant: Codex 不會執行還沒經過你確認的新 hook。在這台主機的 Codex 裡執行 /hooks，把 Moshpit 的四項設為信任。確認之前不會送出任何通知。

source: Coding agents (Claude Code, Codex, …) report working / needs-you / done through hooks Moshpit installs on your host — precise states, not guesses. The terminal bell still works as a fallback for everything else.
de: Coding-Agents (Claude Code, Codex, …) melden „arbeitet“, „braucht dich“ und „fertig“ über Hooks, die Moshpit auf deinem Host installiert. Das sind exakte Zustände, keine Vermutungen. Für alles andere bleibt die Terminalglocke als Rückfallebene.
es: Los agentes de programación (Claude Code, Codex, …) informan de si trabajan, te necesitan o han terminado mediante los hooks que Moshpit instala en tu host. Son estados exactos, no suposiciones. Para todo lo demás, la campana del terminal sigue funcionando como respaldo.
fr: Les agents de codage (Claude Code, Codex, …) signalent « travaille », « vous attend » et « terminé » par les hooks que Moshpit installe sur votre hôte. Des états exacts, pas des suppositions. Pour tout le reste, la cloche du terminal reste en secours.
ja: コーディングエージェント（Claude Code、Codex など）は Moshpit がホストにインストールするフックで「作業中 / あなた待ち / 完了」を報告します——推測ではなく正確な状態です。それ以外はターミナルベルがフォールバックとして機能します。
ko: Claude Code, Codex 같은 코딩 에이전트는 Moshpit이 호스트에 설치한 훅을 통해 작업 중 / 대기 중 / 완료 상태를 직접 알립니다. 추측이 아니라 정확한 상태입니다. 그 밖의 프로그램에는 터미널 벨이 예비 수단으로 계속 동작합니다.
pt_br: Agentes de programação (Claude Code, Codex, …) informam se estão trabalhando, precisando de você ou concluídos pelos hooks que o Moshpit instala no seu host. São estados exatos, não chutes. Para todo o resto, o sino do terminal continua como reserva.
zh_hans: Claude Code、Codex 这类编程智能体，通过 Moshpit 装在主机上的 hooks 自己上报状态：工作中、等你、已完成。状态是准的，不是猜的。其他程序还是靠终端响铃兜底。
zh_hant: Claude Code、Codex 這類 coding agent，會透過 Moshpit 裝在主機上的 hooks 自己回報狀態：工作中、等你、已完成。狀態是準的，不是猜的。其他程式還是靠終端機響鈴兜底。

source: Color
de: Farbe
fr: Couleur
ja: カラー
ko: 색상
pt_br: Cor
zh_hans: 颜色
zh_hant: 顏色

source: Coming soon
de: Bald verfügbar
es: Próximamente
fr: Bientôt disponible
ja: 近日公開
ko: 곧 제공
pt_br: Em breve
zh_hans: 即将推出
zh_hant: 即將推出

source: Command
de: Befehl
es: Comando
fr: Commande
ja: コマンド
ko: 명령
pt_br: Comando
zh_hans: 命令
zh_hant: 指令

source: Comment
de: Kommentar
es: Comentario
fr: Commentaire
ja: コメント
ko: 주석
pt_br: Comentário
zh_hans: 备注
zh_hant: 註解

source: Compress Output
de: Ausgabe komprimieren
es: Comprimir la salida
fr: Compresser la sortie
ja: 出力を圧縮
ko: 출력 압축
pt_br: Comprimir saída
zh_hans: 压缩输出
zh_hant: 壓縮輸出

source: Confirm Passphrase
de: Passphrase bestätigen
es: Confirmar frase de contraseña
fr: Confirmer la phrase secrète
ja: パスフレーズを確認
ko: 암호 문구 확인
pt_br: Confirmar frase-senha
zh_hans: 确认口令
zh_hant: 確認密碼短語

source: Connect
de: Verbinden
es: Conectar
fr: Se connecter
ja: 接続
ko: 연결
pt_br: Conectar
zh_hans: 连接
zh_hant: 連線

source: Connected, but the server wouldn't open a session channel.
de: Verbunden, aber der Server hat keinen Sitzungskanal geöffnet.
es: Conectado, pero el servidor no abrió un canal de sesión.
fr: Connecté, mais le serveur n’a pas ouvert de canal de session.
ja: 接続しましたが、サーバーがセッションチャネルを開きませんでした。
ko: 연결은 됐지만 서버가 세션 채널을 열어 주지 않았습니다.
pt_br: Conectado, mas o servidor não abriu um canal de sessão.
zh_hans: 连上了，但服务器不肯打开会话通道。
zh_hant: 連上了，但伺服器不肯開啟工作階段通道。

source: Connecting…
de: Verbinden …
es: Conectando…
fr: Connexion…
ja: 接続中…
ko: 연결 중…
pt_br: Conectando…
zh_hans: 连接中…
zh_hant: 連線中…

source: Connection
de: Verbindung
es: Conexión
fr: Connexion
ja: 接続
ko: 연결
pt_br: Conexão
zh_hans: 连接
zh_hant: 連線

source: Connection Error
de: Verbindungsfehler
es: Error de conexión
fr: Erreur de connexion
ja: 接続エラー
ko: 연결 오류
pt_br: Erro de conexão
zh_hans: 连接错误
zh_hant: 連線錯誤

source: Connection has no associated keychain reference
de: Die Verbindung hat keinen zugehörigen Schlüsselbund-Eintrag
es: La conexión no tiene ninguna referencia asociada en el llavero
fr: Cette connexion n’a aucune référence associée dans le trousseau
ja: 接続に関連付けられたキーチェーン参照がありません
ko: 이 연결에 연결된 키체인 항목이 없습니다
pt_br: A conexão não tem nenhuma referência associada nas Chaves
zh_hans: 这个连接没有关联的钥匙串条目
zh_hant: 這個連線沒有關聯的鑰匙圈項目

source: Connection lost — tap to reconnect
de: Verbindung verloren. Zum Neuverbinden tippen
es: Conexión perdida. Toca para reconectar
fr: Connexion perdue. Touchez pour vous reconnecter
ja: 接続が切れました——タップで再接続
ko: 연결이 끊겼습니다. 탭하여 다시 연결
pt_br: Conexão perdida. Toque para reconectar
zh_hans: 连接断了，点一下重连
zh_hant: 連線斷了，點一下重新連線

source: Connections
de: Verbindungen
es: Conexiones
fr: Connexions
ja: 接続
ko: 연결
pt_br: Conexões
zh_hans: 连接
zh_hant: 連線

source: Continue
de: Weiter
es: Continuar
fr: Continuer
ja: 続ける
ko: 계속
pt_br: Continuar
zh_hans: 继续
zh_hant: 繼續

source: Control armed
de: Control aktiv
es: Control preparado
fr: Contrôle armé
ja: Control キー待機中
ko: Control 대기
pt_br: Control armado
zh_hans: Control 待命
zh_hant: Control 待命

source: Copied
de: Kopiert
es: Copiado
fr: Copié
ja: コピーしました
ko: 복사됨
pt_br: Copiado
zh_hans: 已复制
zh_hant: 已拷貝

source: Copies the agent's config to a timestamped backup before merging Moshpit's hook groups.
de: Kopiert die Konfiguration des Agents in ein Backup mit Zeitstempel, bevor die Hooks von Moshpit eingefügt werden.
es: Copia la configuración del agente a un respaldo con marca de tiempo antes de añadir los hooks de Moshpit.
fr: Copie la configuration de l’agent dans une sauvegarde horodatée avant d’y ajouter les hooks de Moshpit.
ja: Moshpit のフックを統合する前に、エージェントの設定をタイムスタンプ付きでバックアップします。
ko: Moshpit 훅을 합치기 전에 에이전트 설정을 시간 기록이 붙은 백업으로 복사합니다.
pt_br: Copia a configuração do agente para um backup com data e hora antes de incluir os hooks do Moshpit.
zh_hans: 写入 Moshpit 的 hooks 之前，先把智能体的配置文件备份一份，文件名带时间戳。
zh_hant: 寫入 Moshpit 的 hooks 之前，先把 agent 的設定檔備份一份，檔名帶時間戳記。

source: Copy
de: Kopieren
es: Copiar
fr: Copier
ja: コピー
ko: 복사
pt_br: Copiar
zh_hans: 复制
zh_hant: 拷貝

source: Copy Address
de: Adresse kopieren
es: Copiar dirección
fr: Copier l’adresse
ja: アドレスをコピー
ko: 주소 복사
pt_br: Copiar endereço
zh_hans: 复制地址
zh_hant: 拷貝位址

source: Copy Fingerprint
de: Fingerabdruck kopieren
es: Copiar huella
fr: Copier l’empreinte
ja: フィンガープリントをコピー
ko: 지문 복사
pt_br: Copiar impressão digital
zh_hans: 复制指纹
zh_hant: 拷貝指紋

source: Copy JSON
de: JSON kopieren
es: Copiar JSON
fr: Copier le JSON
ja: JSON をコピー
ko: JSON 복사
pt_br: Copiar JSON
zh_hans: 复制 JSON
zh_hant: 拷貝 JSON

source: Copy Public Key
de: Öffentlichen Schlüssel kopieren
es: Copiar clave pública
fr: Copier la clé publique
ja: 公開鍵をコピー
ko: 공개 키 복사
pt_br: Copiar chave pública
zh_hans: 复制公钥
zh_hant: 拷貝公開金鑰

source: Copy as JSON
de: Als JSON kopieren
es: Copiar como JSON
fr: Copier en JSON
ja: JSON としてコピー
ko: JSON으로 복사
pt_br: Copiar como JSON
zh_hans: 复制为 JSON
zh_hant: 拷貝為 JSON

source: Copy command
de: Befehl kopieren
es: Copiar comando
fr: Copier la commande
ja: コマンドをコピー
ko: 명령 복사
pt_br: Copiar comando
zh_hans: 复制命令
zh_hant: 拷貝指令

source: Could not save
de: Sichern nicht möglich
es: No se pudo guardar
fr: Enregistrement impossible
ja: 保存できませんでした
ko: 저장할 수 없음
pt_br: Não foi possível salvar
zh_hans: 无法保存
zh_hant: 無法儲存

source: Couldn't change the icon: %@
de: Symbol konnte nicht geändert werden: %@
es: No se pudo cambiar el icono: %@
fr: Impossible de changer l’icône : %@
ja: アイコンを変更できませんでした：%@
ko: 아이콘을 바꿀 수 없습니다: %@
pt_br: Não foi possível trocar o ícone: %@
zh_hans: 无法更换图标：%@
zh_hant: 無法更換圖像：%@

source: Couldn't detect a package manager.
de: Kein Paketmanager gefunden.
es: No se detectó ningún gestor de paquetes.
fr: Aucun gestionnaire de paquets détecté.
ja: パッケージマネージャを検出できませんでした。
ko: 패키지 관리자를 찾을 수 없습니다.
pt_br: Nenhum gerenciador de pacotes detectado.
zh_hans: 没找到包管理器。
zh_hant: 找不到套件管理器。

source: Couldn't download the speech model: %@
de: Sprachmodell konnte nicht geladen werden: %@
es: No se pudo descargar el modelo de voz: %@
fr: Impossible de télécharger le modèle vocal : %@
ja: 音声モデルをダウンロードできませんでした：%@
ko: 음성 모델을 받을 수 없습니다: %@
pt_br: Não foi possível baixar o modelo de voz: %@
zh_hans: 无法下载语音模型：%@
zh_hant: 無法下載語音模型：%@

source: Couldn't reach the host
de: Host nicht erreichbar
es: No se pudo contactar con el host
fr: Impossible de joindre l’hôte
ja: ホストに到達できませんでした
ko: 호스트에 연결할 수 없습니다
pt_br: Não foi possível alcançar o host
zh_hans: 无法连到主机
zh_hant: 連不到主機

source: Couldn't reach the server. Check the host, port, and that it's online.
de: Server nicht erreichbar. Prüfe Host und Port und ob er online ist.
es: No se pudo contactar con el servidor. Comprueba el host, el puerto y que esté en línea.
fr: Impossible de joindre le serveur. Vérifiez l’hôte, le port et qu’il est en ligne.
ja: サーバーに接続できませんでした。ホスト、ポート、サーバーが稼働しているか確認してください。
ko: 서버에 연결할 수 없습니다. 호스트와 포트, 서버가 켜져 있는지 확인하세요.
pt_br: Não foi possível alcançar o servidor. Confira o host, a porta e se ele está online.
zh_hans: 连不上服务器。检查一下主机、端口，以及服务器是否在线。
zh_hant: 連不上伺服器。檢查一下主機、連接埠，以及伺服器是否上線。

source: Couldn't read the saved credential. After re-installing or re-signing the app (e.g. via SideStore), open Edit and re-enter your password / re-select your key.
de: Die gesicherten Zugangsdaten konnten nicht gelesen werden. Nach einer Neuinstallation oder Neusignierung der App (z. B. über SideStore) öffne „Bearbeiten“ und gib dein Passwort neu ein bzw. wähle deinen Schlüssel neu aus.
es: No se pudo leer la credencial guardada. Si reinstalaste o volviste a firmar la app (por ejemplo, con SideStore), abre Editar y vuelve a introducir la contraseña o a seleccionar la clave.
fr: Impossible de lire l’identifiant enregistré. Après une réinstallation ou une nouvelle signature de l’app (par ex. via SideStore), ouvrez Modifier et saisissez de nouveau votre mot de passe ou choisissez de nouveau votre clé.
ja: 保存された認証情報を読み取れませんでした。アプリを再インストールまたは再署名した後（SideStore 経由など）は、「編集」を開いてパスワードを再入力するか、キーを選び直してください。
ko: 저장된 로그인 정보를 읽을 수 없습니다. 앱을 다시 설치했거나 다시 서명했다면(예: SideStore) 편집을 열어 암호를 다시 입력하거나 키를 다시 선택하세요.
pt_br: Não foi possível ler a credencial salva. Depois de reinstalar ou reassinar o app (por exemplo, pelo SideStore), abra Editar e digite a senha de novo ou selecione a chave de novo.
zh_hans: 读不出已保存的凭据。重装或重签名 App（例如通过 SideStore）之后，请打开「编辑」重新输入密码 / 重新选择密钥。
zh_hant: 讀不到儲存的登入資訊。重灌或重新簽署 App（例如透過 SideStore）之後，請打開「編輯」重新輸入密碼或重新選擇金鑰。

source: Couldn't remove the worktree
de: Worktree konnte nicht entfernt werden
es: No se pudo quitar el worktree
fr: Impossible de retirer le worktree
ja: ワークツリーを削除できませんでした
ko: 워크트리를 제거할 수 없습니다
pt_br: Não foi possível remover o worktree
zh_hans: 无法删除工作树
zh_hant: 無法移除工作樹

source: Couldn't save the pairing on this phone, so nothing was installed on the host. The diagnostics log has the reason.
de: Die Kopplung konnte auf diesem iPhone nicht gesichert werden, deshalb wurde auf dem Host nichts installiert. Der Grund steht im Diagnoseprotokoll.
es: No se pudo guardar el emparejamiento en este teléfono, así que no se instaló nada en el host. El motivo está en el registro de diagnóstico.
fr: Impossible d’enregistrer le jumelage sur cet iPhone : rien n’a été installé sur l’hôte. La raison figure dans le journal de diagnostic.
ja: この iPhone にペアリングを保存できなかったため、ホストには何もインストールされていません。理由は診断ログにあります。
ko: 페어링 정보를 이 휴대폰에 저장할 수 없어 호스트에는 아무것도 설치하지 않았습니다. 이유는 진단 로그에 있습니다.
pt_br: Não foi possível salvar o pareamento neste celular, então nada foi instalado no host. O motivo está no log de diagnóstico.
zh_hans: 配对信息没能保存到这台手机上，所以主机那边什么都没装。原因在诊断日志里。
zh_hant: 配對資訊沒能存到這部手機上，所以主機那邊什麼都沒裝。原因在診斷記錄裡。

source: Couldn't start the microphone: %@
de: Mikrofon konnte nicht gestartet werden: %@
es: No se pudo iniciar el micrófono: %@
fr: Impossible de démarrer le micro : %@
ja: マイクを開始できませんでした：%@
ko: 마이크를 시작할 수 없습니다: %@
pt_br: Não foi possível iniciar o microfone: %@
zh_hans: 无法启动麦克风：%@
zh_hant: 無法啟動麥克風：%@

source: Create
de: Erstellen
es: Crear
fr: Créer
ja: 作成
ko: 생성
pt_br: Criar
zh_hans: 创建
zh_hant: 建立

source: Create %@
de: %@ erstellen
es: Crear %@
fr: Créer %@
ja: %@ を作成
ko: %@ 생성
pt_br: Criar %@
zh_hans: 新建 %@
zh_hant: 建立 %@

source: Create Session
de: Sitzung erstellen
es: Crear sesión
fr: Créer une session
ja: セッションを作成
ko: 세션 생성
pt_br: Criar sessão
zh_hans: 创建会话
zh_hant: 建立工作階段

source: Creates a git worktree on the host, then starts the agent inside it. Your working tree is untouched.
de: Legt auf dem Host einen git worktree an und startet den Agent darin. Dein Arbeitsverzeichnis bleibt unangetastet.
es: Crea un git worktree en el host y arranca el agente dentro. Tu árbol de trabajo no se toca.
fr: Crée un git worktree sur l’hôte, puis y démarre l’agent. Votre arborescence de travail n’est pas touchée.
ja: ホスト上に git ワークツリーを作成し、その中でエージェントを起動します。あなたの作業ツリーはそのままです。
ko: 호스트에 git worktree를 만들고 그 안에서 에이전트를 시작합니다. 지금 작업 중인 트리는 그대로입니다.
pt_br: Cria um git worktree no host e inicia o agente dentro dele. Sua árvore de trabalho não é alterada.
zh_hans: 在主机上新开一个 git worktree，让智能体在里面干活。你现在的工作树不会被动。
zh_hant: 在主機上新開一個 git worktree，讓 agent 在裡面工作。你現在的工作樹不會被動到。

source: Creating the worktree failed
de: Worktree konnte nicht angelegt werden
es: No se pudo crear el worktree
fr: La création du worktree a échoué
ja: ワークツリーの作成に失敗しました
ko: 워크트리를 만들지 못했습니다
pt_br: Falha ao criar o worktree
zh_hans: 创建工作树失败
zh_hant: 建立工作樹失敗

source: Creating…
de: Wird erstellt …
es: Creando…
fr: Création…
ja: 作成中…
ko: 생성 중…
pt_br: Criando…
zh_hans: 创建中…
zh_hant: 建立中…

source: Current
de: Aktuell
es: Actual
fr: Actuel
ja: 最新
ko: 최신
pt_br: Atual
zh_hans: 最新
zh_hant: 最新

source: Current session · switches to amber while roaming
de: Aktuelle Sitzung · wird beim Roaming bernsteinfarben
es: Sesión actual · pasa a ámbar durante la itinerancia
fr: Session actuelle · passe à l’ambre en itinérance
ja: 現在のセッション · ローミング中は amber に切り替え
ko: 현재 세션 · 로밍 중에는 호박색으로 바뀜
pt_br: Sessão atual · fica âmbar durante o roaming
zh_hans: 当前会话 · 漫游时自动变为琥珀色
zh_hant: 目前的工作階段 · 漫遊時自動變成琥珀色

source: Currently derived automatically
de: Derzeit automatisch abgeleitet
es: Ahora se derivan automáticamente
fr: Actuellement dérivées automatiquement
ja: 現在は自動で算出
ko: 현재 자동으로 계산됨
pt_br: Derivadas automaticamente por enquanto
zh_hans: 当前自动推导
zh_hant: 目前自動推導
